Repository: Kephson/reint_downloadmanager
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# plugin_value
source: A download manager for file collections.
de: Ein Download Manager für Dateisammlungen.

# tx_reintdownloadmanager_domain_model_manager.filename
source: Filename
de: Dateiname

# tx_reintdownloadmanager_domain_model_manager.filereference
source: Filereference
de: Datei Referenz

# chead1
source: View
de: Ausgabe

# select
source: Select the view
de: Ausgabe auswählen

# celem0
source: Please select
de: Bitte auswählen

# celem1
source: List view
de: Listen Ansicht

# celem2
source: Top downloads view
de: Top Downloads Ansicht

# celem3
source: File search
de: Dateisuche

# lbrpid
source: Select single file collections to display (max. 99)
de: Einzelne Dateisammlungen auswählen (max. 99)

# dfolder
source: Select a folder or page with file collections (max. 99)
de: Ordner oder Seite mit Dateisammlungen auswählen (max. 99)

# topdnum
source: Number of items to display (default: 10)
de: Anzahl der Einträge zum Anzeigen (Standard: 10)

# topdtitle
source: Title for top downloads
de: Titel für Top Downloads

# customsearchplaceholder
source: Placeholder for search field
de: Platzhalter für Suchfeld

# nocollection
source: No collection found. Please set a collection in the backend configuration.
de: Keine Dateisammlung gefunden. Bitte wählen Sie Dateisammlungen im Backend aus.

# nodownloads
source: No top downloads found.
de: Keine Top Downloads gefunden.

# noselection
source: There is no view selected in backend. Please select the view to see output.
de: Es wurde keine Ansicht im Backend ausgewählt. Bitte konfigurieren Sie das Plugin.

# titledesc
source: Click to see the content of this collection
de: Klicken um den Inhalt dieser Sammlung zu sehen

# searchplaceholder
source: Please type your search
de: Suchbegriff eingeben

# fileNotFound
source: The file for download couldn't found.
de: Die angeforderte Datei für einen Download wurde nicht gefunden.
